Repository: siddhu10/MFPBackupviaFTP
Catalog: FTPviaMFP/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# AppName
source: FTP Transfer with MFP
ja_jp: MFPによるFTP転送

# appTitleLabel.Text
source: Backup Utility
ja_jp: バックアップユーティリティ

# backupLabel.Content
source: Backup
ja_jp: バックアップ

# boxBkupDateLabel.Text
source: Last Backup Time
ja_jp: 前回のバックアップ時間

# boxNameLabel.Text
source: Name
ja_jp: 名

# brwsLabel.Content
source: Browse
ja_jp: ブラウズ

# hideBtnLabel.Content
source: Hide Progress Dialog
ja_jp: 進捗状況ダイアログを表示しない

# IDS_CHKDLG_CLOSE
source: Close
ja_jp: 閉じる

# IDS_CHKDLG_TITLE
source: FTP Transfer with MFP
ja_jp: MFPによるFTP転送

# ID_ABORTING
source: Aborting
ja_jp: 中止する

# ID_BACKUP_SUCCESS_MSG
source: The Backup files have been successfully created
ja_jp: バックアップファイルが正常に作成されました

# ID_CLEANING
source: Cleaning
ja_jp: クリーニング

# ID_CONNECTING
source: Connecting...
ja_jp: 接続中...

# ID_CRED_EMPTY
source: Either MFP IP or Password shouldn't be empty
ja_jp: MFPのIPアドレスまたはパスワードを空欄にしないでください

# ID_DOWNLOADING
source: Downloading
ja_jp: ダウンロード

# ID_FAIL_BOX_POPULATE
source: Boxes not Populated
ja_jp: 人口不足の箱

# ID_FAIL_CONN_AUTH
source: Connection / Authentication Failure
ja_jp: 接続/認証の失敗

# ID_FAIL_NO_DEVICE
source: Device is not found
ja_jp: デバイスが見つかりません

# ID_FAIL_SEC_SETTINGS
source: Get Security Settings Failed
ja_jp: セキュリティ設定の取得に失敗しました

# ID_INCORRECT_IP
source: Enter Valid IP Address
ja_jp: 有効なIPアドレスを入力してください

# ID_LOGIN_TITLE
source: MFP Login
ja_jp: MFPログイン

# ID_PROCESSING
source: Processing
ja_jp: 処理

# ID_PROTECTED_BOX
source: protected box
ja_jp: 保護されたボックス

# ID_SELECT_BOX
source: Please select atleast one box for Backup
ja_jp: バックアップ用に少なくとも1つのボックスを選択してください

# ID_SKIPPING
source: Skipping
ja_jp: スキップする

# ID_UNZIPPING
source: Unzipping
ja_jp: 解凍

# ID_UPLOADING
source: Uploading
ja_jp: アップロード中

# ID_ZIPPING
source: Zipping
ja_jp: ジッパー

# ipLabel.Text
source: Enter MFP IP
ja_jp: MFP IPを入力してください

# loginDlg.SecondaryButtonText
source: Close
ja_jp: 閉じる

# loginDlg.Title
source: MFP Login
ja_jp: MFPログイン

# logoutLabel.Label
source: Logout
ja_jp: ログアウト

# paswdLabel.Text
source: Enter Administrator's Password
ja_jp: 管理者のパスワードを入力

# progDlgLabel.Text
source: Backup in Progress
ja_jp: バックアップの進行中

# targtLabel.Header
source: Target File
ja_jp: ターゲットファイル

# titleLabel.Text
source: Backup Utility
ja_jp: バックアップユーティリティ
